Repository: ealtaca/shopiroller_ios
Catalog: Shopiroller/Classes/Support/*.lproj/Localizable.strings
Languages: az

# e_commerce_general_error_description
source: Sorry, an error occurred. Please try again later
az: Bağışlayın, xəta baş verdi. Lütfən, daha sonra yenidən cəhd edin

# e_commerce_general_error_title
source: Error
az: Xəta

# e_commerce_general_next_step_text
source: Next
az: Növbəti

# e_commerce_general_ok_button_text
source: OK
az: Tamam

# e_commerce_general_cancel_button_text
source: Cancel
az: Ləğv et

# e_commerce_internet_connection_error_title
source: No internet connection
az: İnternet bağlantısı yoxdur

# e_commerce_internet_connection_error_description
source: Please check your internet connection
az: Lütfən, internet bağlantınızı yoxlayın

# e_commerce_general_start_shopping_button_text
source: Start Shopping
az: Alış-verişə başlayın

# e_commerce_general_save_button_text
source: Save
az: Saxla

# e_commerce_general_keyboard_done_action_text
source: Done
az: Bitdi

# e_commerce_checkout_top_layout_address_text
source: Shipping
az: Göndərmə

# e_commerce_checkout_top_layout_payment_text
source: Payment
az: Ödəniş

# e_commerce_checkout_top_layout_info_text
source: Order
az: Sifariş

# e_commerce_list_no_product_title
source: No products have been added yet.
az: Hələ heç bir məhsul əlavə olunmayıb.

# e_commerce_list_no_product_description
source: There are no products in this store yet. But something will happen here soon.
az: Bu mağazada hələ heç bir məhsul yoxdur. Lakin burada tezliklə nəsə baş verəcək.

# e_commerce_list_sold_out_badge
source: Sold Out
az: Satıldı

# e_commerce_list_sale_badge
source: Discount
az: Endirim

# e_commerce_list_free_shipping_badge
source: Free Shipping
az: Pulsuz Göndərmə

# e_commerce_list_categories
source: Categories
az: Kateqoriyalar

# e_commerce_list_see_all
source: See All
az: Hamısına Bax

# e_commerce_list_explore
source: Explore
az: Kəşf et

# e_commerce_category_list_categories_title
source: Categories
az: Kateqoriyalar

# e_commerce_category_list_category_item_count
source: %@ products
az: %@ məhsullar

# e_commerce_category_list_see_all_product_for_category
source: All %@ Products
az: Bütün %@ Məhsullar

# e_commerce_category_product_list_no_empty_view_title
source: Product not found.
az: Heç bir məhsul əlavə olunmayıb.

# e_commerce_category_product_list_no_empty_view_description
source: No Products Have Been Added Yet.
az: Mağazada bu kateqoriya üçün məhsul yoxdur.

# e_commerce_category_product_list_order
source: Sort
az: Sıralama

# e_commerce_category_product_list_filter
source: Filter
az: Filtr

# e_commerce_category_product_list_order_dialog_title
source: Sort
az: Sıralama

# e_commerce_category_product_list_order_dialog_most_shipped
source: Best Sellers
az: Ən yaxşı satıcılar

# e_commerce_category_product_list_order_dialog_price_increasing
source: Price Ascending
az: Qiymət Artan

# e_commerce_category_product_list_order_dialog_price_decreasing
source: Price Decreased
az: Qiymət azaldı

# e_commerce_category_product_list_order_dialog_most_recent_added
source: Most Recent
az: Ən son

# e_commerce_product_search_no_result_title
source: No results found for %@
az: %@ üçün heç bir nəticə tapılmadı

# e_commerce_product_search_no_result_description
source: No results were found for your search. Try something else.
az: Axtarışınız üçün heç bir nəticə tapılmadı. Başqa bir şey sınayın.

# e_commerce_product_detail_quantity
source: Quantity
az: Kəmiyyət

# e_commerce_product_detail_description
source: Product Description
az: Məhsul təsviri

# e_commerce_product_detail_return_terms
source: Return & Exchange Conditions
az: Qaytarma və Mübadilə Şərtləri

# e_commerce_product_detail_delivery_conditions
source: Delivery Conditions
az: Çatdırılma Şərtləri

# e_commerce_product_detail_terms_delivery_conditions_popup_button
source: Back to product
az: Məhsula qayıt

# e_commerce_product_detail_buy_now
source: Add to Cart
az: Səbətə əlavə et

# e_commerce_product_detail_maximum_product_message
source: You may purchase up to %@ of this product.
az: Bu məhsuldan maksimum %@ ala bilərsiniz.

# e_commerce_product_detail_sold_out_button
source: Sold Out
az: Satıldı

# e_commerce_product_detail_sold_out_badge
source: Sold Out
az: Satıldı

# e_commerce_product_detail_free_shipping_badge
source: Free Shipping
az: Pulsuz Göndərmə

# e_commerce_product_detail_maximum_product_limit_title
source: Maximum Product Limit
az: Maksimum Məhsul Limiti

# e_commerce_product_detail_maximum_product_limit_description
source: You have reached the maximum product purchase limit. You can add a maximum of %@ products to your cart
az: Maksimum məhsul alış limitinə çatdınız. Səbətinizə maksimum %@ məhsul əlavə edə bilərsiniz

# e_commerce_product_detail_maximum_product_limit_button
source: Back to product
az: Məhsula qayıt

# e_commerce_product_detail_out_of_stock_title
source: Out of Stock
az: Ehtiyatda yoxdur

# e_commerce_product_detail_out_of_stock_description
source: You cannot place an order because there are no products left
az: Sifariş verə bilməzsiniz, çünki məhsul qalmayıb

# e_commerce_product_detail_out_of_stock_button
source: Return to product list
az: Məhsul siyahısına qayıdın

# e_commerce_product_detail_added_to_shopping_cart_button
source: Added to Cart
az: Səbətə əlavə edildi

# e_commerce_product_detail_cargo_price
source: Shipping Fee %@
az: Çatdırılma haqqı %@

# e_commerce_product_detail_not_found_product_title
source: Not Found
az: Tapılmadı

# e_commerce_product_detail_not_found_product_description
source: The page you are looking for does not exist or may have been removed.
az: Axtardığınız səhifə mövcud deyil və ya silinmiş ola bilər.

# e_commerce_product_detail_not_found_product_button
source: Understood
az: Başa düşürəm

# e_commerce_address_selection_title
source: Shipping Information
az: Göndərmə məlumatı

# e_commerce_address_selection_shipping_address_title
source: Delivery Address
az: Çatdırılma Ünvanı

# e_commerce_address_selection_add_new_address
source: Add
az: Əlavə et

# e_commerce_address_selection_no_shipping_address_title
source: Delivery address not found.
az: Çatdırılma ünvanı tapılmadı.

# e_commerce_address_selection_no_shipping_address_description
source: Shipping address registered. Please add a new address.
az: Göndərmə ünvanı qeydə alınıb. Lütfən, yeni ünvan əlavə edin.

# e_commerce_address_selection_no_shipping_address_button
source: Add New Shipping Address
az: Yeni Göndərmə Ünvanı əlavə et

# e_commerce_address_selection_other_addresses
source: My Other Addresses
az: Digər Ünvanlarım

# e_commerce_address_selection_invoice_address_title
source: Billing Address
az: Fatura Ünvanı

# e_commerce_address_selection_no_invoice_address_title
source: Billing address not found.
az: Fatura ünvanı tapılmadı.

# e_commerce_address_selection_no_invoice_address_description
source: No registered billing address found. Please add a new address.
az: Qeydiyyatdan keçmiş faktura ünvanı tapılmadı. Lütfən, yeni ünvan əlavə edin.

# e_commerce_address_selection_no_invoice_address_button
source: Add New Billing Address
az: Yeni faktura ünvanı əlavə et

# e_commerce_address_selection_next_step
source: Next Step: Payment Method
az: Növbəti Addım: Ödəniş Metodu

# e_commerce_address_selection_address_shipping_popup_title
source: Address Selection
az: Ünvan seçimi

# e_commerce_address_selection_address_shipping_popup_description
source: Address Selection description
az: Ünvan Seçiminin təsviri

# e_commerce_address_selection_address_invoice_popup_title
source: Address Selection
az: Ünvan seçimi

# e_commerce_address_selection_address_invoice_popup_description
source: Address Selection description
az: Ünvan Seçiminin təsviri

# e_commerce_payment_method_selection_title
source: Payment
az: Ödəniş Məlumatı

# e_commerce_payment_method_selection_empty_view_title
source: There is no payment method yet.
az: Hələ heç bir ödəniş üsulu mövcud deyil.

# e_commerce_payment_method_selection_empty_view_description
source: The store owner has not added a payment method yet.
az: Mağaza sahibi hələ ödəniş üsulu əlavə etməyib.

# e_commerce_payment_method_selection_button_title
source: Select Payment Method
az: Ödəniş üsulunu seçin

# e_commerce_payment_method_selection_payment_type_popup_title
source: Select Payment
az: Ödəniş metodunun seçimi

# e_commerce_payment_method_selection_payment_type_popup_description
source: Select your best payment method.
az: Ən rahat ödəniş üsulunuzu seçin.

# e_commerce_payment_method_selection_next_step
source: Next Step: Order Information
az: Növbəti Addım: Sifariş Məlumatı

# e_commerce_payment_method_selection_pay_at_door
source: Cash on Delivery
az: Qapıda Ödəniş

# e_commerce_payment_method_selection_transfer
source: Transfer
az: Bank köçürməsi

# e_commerce_payment_method_selection_credit_card
source: Credit Card
az: Kredit Kartı

# e_commerce_payment_method_selection_description_text
source: After clicking "Complete order", you will be redirected to %@ to complete your purchase securely
az: Sifarişi tamamla üzərinə kliklədikdən sonra alışınızı təhlükəsiz şəkildə tamamlamaq üçün %@ yönləndiriləcəksiniz.

# e_commerce_payment_credit_card_number
source: Card Number
az: Kart nömrəsi

# e_commerce_payment_credit_card_name
source: Cardholder Name
az: Ad Soyadı

# e_commerce_payment_credit_card_expire_date
source: MM/YY
az: Son istifadə tarixi

# e_commerce_payment_credit_card_security_code
source: CVV
az: Təhlükəsizlik Kodu

# e_commerce_payment_credit_card_validation_empty
source: %@ is required
az: %@ tələb olunur

# e_commerce_payment_credit_card_validation_invalid
source: %@ is invalid
az: %@ yanlış

# e_commerce_payment_secure_payment_title
source: 3D Secure Payment
az: 3D Secure Ödəniş

# e_commerce_payment_bank_branch
source: Branch:
az: Filial:

# e_commerce_payment_bank_account
source: Account:
az: Hesab:

# e_commerce_payment_bank_copy_toast_message
source: Copied to clipboard
az: Buferə kopyalandı.

# e_commerce_order_summary_title
source: Order Summary
az: Sifariş Xülasəsi

# e_commerce_order_summary_payment_title
source: Payment
az: Ödəniş

# e_commerce_order_summary_cart_title
source: Cart
az: Səbət

# e_commerce_order_summary_cart_description
source: %@ items %@ %@
az: %@ məhsul %@ %@

# e_commerce_order_summary_credit_cart_description
source: Credit Card %@ **** %@
az: Kredit Kartı %@ **** %@

# e_commerce_order_summary_bank_transfer_description
source: Transfer to Bank Account %@ %@
az: Bank Hesabına %@ %@ köçürün

# e_commerce_order_summary_invoice_address_title
source: Billing Address
az: Fatura Ünvanı

# e_commerce_order_summary_delivery_address_title
source: Shipping Address
az: Çatdırılma Ünvanı

# e_commerce_order_summary_agreement_description
source: I confirm that I have read, understand and agree to the Sales Agreement Form
az: Mən Məsafəli Satış Müqaviləsini oxudum və təsdiqlədim</font></b></u>.

# e_commerce_order_summary_products_price
source: Subtotal
az: Elementin məbləği

# e_commerce_order_summary_shipping_price
source: Shipping
az: Göndərmə məbləği

# e_commerce_order_summary_total_price
source: Total
az: Cəmi

# e_commerce_order_summary_action_confirm_order
source: Confirm Order
az: Sifarişi təsdiq et

# e_commerce_order_summary_agreement_popup_title
source: You have to agree the terms.
az: Sazişi qəbul etməlisiniz

# e_commerce_order_summary_agreement_popup_description
source: You have to agree the Terms of Conditions and Privacy Policy.
az: Sifariş verməyə davam etmək üçün Məsafəli Satış Müqaviləsini qəbul etməlisiniz.

# e_commerce_order_summary_agreement_popup_button
source: Agree now
az: Razıyam

# e_commerce_order_summary_update_order_popup_title
source: Update your order!
az: Sifarişinizi yeniləyin!

# e_commerce_order_summary_update_order_popup_description
source: You can't order this cart anymore. Some products were changed, updated or removed from sale.
az: Bu səbəti sifariş edə bilməzsiniz. Bəzi məhsullar stokda yoxdur və ya silinib.

# e_commerce_order_summary_update_order_popup_button
source: Update My Cart
az: Səbətimi yeniləyin

# e_commerce_order_summary_order_note_hint
source: Order Note
az: Sifariş Qeydi

# e_commerce_result_success_title
source: It’s ordered!
az: Sifariş verildi!

# e_commerce_result_success_description
source: Thanks for your order, we hope you enjoyed shopping with us.
az: Sifarişiniz üçün təşəkkür edirik, ümid edirik ki, alış-verişdən zövq aldınız.

# e_commerce_result_success_action_my_orders
source: Check Order
az: Sifarişlərim

# e_commerce_result_success_action_continue_shopping
source: Continue Shopping
az: Alış-verişə davam et

# e_commerce_result_failed_title
source: Payment failed.
az: Ödəniş alınmadı.

# e_commerce_result_failed_description
source: Sorry, payment failed. You can change the payment method and try again.
az: Bağışlayın, ödəniş alınmadı. Lütfən, yenidən cəhd edin.

# e_commerce_result_failed_action_update_payment_method
source: Update Payment Method
az: Ödəniş Metodunu Yeniləyin

# e_commerce_result_success_reference_number
source: Reference Number : %@
az: İstinad nömrəsi: %@

# e_commerce_result_credit_card_not_enough_balance
source: Balance is not enough
az: Qeyri-kafi balans

# e_commerce_result_credit_card_process_did_not_approved
source: Transaction was not approved
az: Əməliyyat qəbul edilmir

# e_commerce_result_credit_card_invalid_payment_info
source: Card Info is not correct
az: Etibarsız kart məlumatı

# e_commerce_result_credit_card_lost_or_stolen
source: Lost or stolen card.
az: İtmiş və ya oğurlanmış kart

# e_commerce_result_credit_card_expired_card
source: Card is expired
az: Kartın müddəti bitdi.

# e_commerce_result_credit_card_invalid_cvc
source: Invalid Cvc
az: Pis Təhlükəsizlik Kodu

# e_commerce_result_credit_card_requires_three_d
source: This process requires 3D Secure
az: Bu proses 3D Secure tələb edir

# e_commerce_result_credit_card_installment_not_allowed
source: Installment can't be applied with Debit card
az: Debet kartı taksitləri tətbiq edilə bilməz.

# e_commerce_result_credit_card_too_many_invalid
source: Too many invalid attempts
az: Həddindən artıq etibarsız cəhd.

# e_commerce_result_credit_card_not_enough_limit
source: Limit is not enough for this amount
az: Bu məbləğ üçün limit kifayət deyil.

# e_commerce_result_credit_card_invalid_enum
source: Invalid an enum like Currency, Locale or RefundReason
az: Valyuta, Yerli və ya Geri Ödəniş kimi bir siyahı etibarsızdır.

# e_commerce_result_credit_card_already_done_before
source: The process done before
az: Əvvəlki əməliyyat

# e_commerce_result_credit_card_failed_title
source: Error Message %@
az: Xəta Mesajı %@

# e_commerce_result_fail_detail_description_to_replace
source: Error Code
az: Xəta Kodu

# e_commerce_result_pay_pal_currency_not_supported
source: The currency used is not supported.
az: İstifadə olunan valyuta dəstəklənmir.

# e_commerce_list_order_number
source: Order Number :
az: Sifariş nömrəsi

# e_commerce_my_orders_title
source: My Orders
az: Sifarişlərim

# e_commerce_my_orders_no_order_title
source: No order yet.
az: Sifariş tapılmadı.

# e_commerce_my_orders_no_order_description
source: If you start shopping, you will be able to follow your orders here!
az: İndi alış-veriş edə və sifarişlərinizi bu səhifədə izləyə bilərsiniz.

# e_commerce_order_status_waiting_payment
source: Waiting Payment
az: Ödəniş gözlənilir

# e_commerce_order_status_waiting_approval
source: Waiting Approval
az: Təsdiq gözlənilir

# e_commerce_order_status_approved
source: Approved
az: Təsdiq edildi

# e_commerce_order_status_waiting_supplying
source: Waiting Supplying
az: Təchizat

# e_commerce_order_status_preparing
source: Preparing
az: Hazırlanır

# e_commerce_order_status_shipped
source: Shipped
az: Göndərildi

# e_commerce_order_status_delivered
source: Delivered
az: Çatdırıldı

# e_commerce_order_status_cancel_requested
source: Cancellation Requested
az: Ləğv tələb olundu

# e_commerce_order_status_canceled
source: Canceled
az: Ləğv edildi

# e_commerce_order_status_refunded
source: Refunded
az: Geri qaytarıldı

# e_commerce_order_status_payment_failed
source: Payment Failed
az: Ödəniş alınmadı

# e_commerce_order_details_page_title
source: Order Detail
az: Sifariş Təfərrüatı

# e_commerce_order_details_information_title
source: Order Information
az: Sifariş Məlumatı

# e_commerce_order_details_user_note_sub_title
source: User Note: %@
az: İstifadəçi Qeydi: %@

# e_commerce_order_details_cargo_title
source: Cargo Tracking
az: Yük İzləmə

# e_commerce_order_details_address_information_title
source: Address Information
az: Ünvan Məlumatı

# e_commerce_order_details_delivery_address_title
source: Shipping Address
az: Çatdırılma Ünvanı

# e_commerce_order_details_invoice_address_title
source: Invoice Address
az: Fatura Ünvanı

# e_commerce_order_details_payment_information_title
source: Payment
az: Ödəniş Məlumatı

# e_commerce_order_details_product_title
source: Products
az: Məhsullar

# e_commerce_order_details_quantity
source: Piece: %@
az: Kəmiyyət: %@

# e_commerce_order_details_cargo_tracking
source: Where is my cargo?
az: Mənim bağlamam haradadır?

# e_commerce_order_details_item_ordered
source: %@ items ordered
az: Sifariş edilən %@ element

# e_commerce_order_details_bank_receiver
source: Receiver Name: %@
az: Alıcı: %@

# e_commerce_order_details_bank_account
source: Account: %@
az: Hesab: %@

# e_commerce_order_details_bank_copy_toast_message
source: Copied to clipboard
az: Buferə kopyalandı.

# e_commerce_order_details_cargo_copy_toast_message
source: Copied to clipboard
az: Buferə kopyalandı.

# e_commerce_shopping_cart_item_count
source: %@ products
az: %@ element

# e_commerce_shopping_cart_clear_cart
source: Clear Cart
az: Səbəti təmizləyin

# e_commerce_shopping_cart_products_price
source: Product Amount:
az: Elementin məbləği:

# e_commerce_shopping_cart_shipping_price
source: Shipping Amount:
az: Göndərilmə məbləği:

# e_commerce_shopping_cart_total_price
source: Total
az: Cəmi

# e_commerce_shopping_cart_checkout_button
source: Confirm Cart
az: Səbəti təsdiqləyin

# e_commerce_shopping_cart_title
source: My Cart
az: Mənim Səbətim

# e_commerce_shopping_cart_invalid_product_left
source: %@ products left
az: %@ məhsul qalıb

# e_commerce_shopping_cart_invalid_removed_basket
source: Deleted from cart
az: Səbətdən silindi

# e_commerce_shopping_cart_invalid_out_of_stock
source: Item Out of Stock
az: Ehtiyatda yoxdur

# e_commerce_shopping_cart_invalid_publishment_end
source: Product removed
az: Məhsul silindi

# e_commerce_shopping_cart_invalid_popup_button
source: Continue
az: Davam et

# e_commerce_shopping_cart_updating_popup_title
source: Update Cart
az: Səbəti yeniləyin

# e_commerce_shopping_cart_updating_popup_description
source: Your cart will be updated for the following reasons
az: Səbətiniz aşağıdakı səbəblərə görə yenilənəcək

# e_commerce_shopping_cart_empty_view_title
source: Your cart is empty
az: Səbətiniz boşdur

# e_commerce_shopping_cart_empty_view_description
source: You have no items in your shopping cart.
az: Alış-veriş səbətinizdə heç bir element yoxdur.

# e_commerce_shopping_cart_clear_cart_title
source: Are you sure you want to clear your cart?
az: Səbətinizi təmizləmək istədiyinizə əminsinizmi?

# e_commerce_shopping_cart_clear_cart_description
source: All items in your cart will be cleared.
az: Səbətinizdəki bütün elementlər silinəcək.

# e_commerce_shopping_cart_clear_cart_button
source: Yes, clear my cart
az: Bəli, səbətimi təmizləyin

# e_commerce_shopping_cart_delete_cart_title
source: Are you sure you want to delete this product?
az: Bu məhsulu silmək istədiyinizə əminsiniz?

# e_commerce_shopping_cart_delete_cart_description
source: You are deleting %@ this product
az: Siz %@ bu məhsulu silirsiniz

# e_commerce_shopping_cart_delete_cart_button
source: Yes, delete
az: Bəli, silin

# e_commerce_shopping_cart_cargo_warning
source: %@ special shipping charges apply.
az: %@ xüsusi göndərmə xərcləri tətbiq olunur.

# e_commerce_dialog_delete_address_positive_button
source: Yes, delete
az: Bəli, silin

# e_commerce_dialog_negative_button
source: No, not now
az: Xeyr, indi deyil

# e_commerce_search_list_order
source: Order
az: Sıralama

# e_commerce_search_list_filter
source: Filter
az: Filtr

# e_commerce_filter_category
source: Category
az: Kateqoriya

# e_commerce_filter_brand
source: Brand
az: Brend

# e_commerce_filter_size
source: Size
az: Ölçü

# e_commerce_filter_color
source: Color
az: Rəng

# e_commerce_filter_price_range
source: Price Range
az: Qiymət Aralığı

# e_commerce_filter_lowest
source: Lowest
az: Ən aşağı

# e_commerce_filter_highest
source: Highest
az: Ən yüksək

# e_commerce_stock_only
source: Stock Only
az: Yalnız Stokda

# e_commerce_discounted_products
source: Discounted Products
az: Endirimli Məhsullar

# e_commerce_free_shipping
source: Free Shipping
az: Pulsuz Göndərmə

# e_commerce_filter_list_products
source: List Products
az: Məhsulların siyahısı

# e_commerce_filter_multi_choice_search
source: Search
az: Axtar

# e_commerce_filter_multi_choice_apply
source: Apply
az: Tətbiq et

# e_commerce_filter_selection_apply
source: Apply
az: Tətbiq et

# e_commerce_filter_clear
source: Clear
az: Sil

# e_commerce_multi_choice_search
source: Search
az: Axtar

# e_commerce_multi_choice_apply
source: Apply
az: Tətbiq et

# user_delivery_address
source: Delivery Address
az: Çatdırılma Ünvanı

# user_billing_address
source: Billing Address
az: Fatura Ünvanı

# user_address_name
source: Name
az: Ad

# user_address_surname
source: Lastname
az: Soyad

# user_address_phone
source: Phone
az: Telefon

# user_address_country
source: Country
az: Ölkə

# user_address_city
source: City
az: Şəhər

# user_address_district
source: District
az: Rayon

# user_address_address_line
source: Address
az: Ünvan

# user_address_postal_code
source: Zip Code
az: Poçt Kodu

# user_address_address_title
source: Address Title
az: Ünvan Başlığı

# user_address_save_as_billing
source: Save as billing address
az: Fatura ünvanı kimi yadda saxlayın

# user_address_individual
source: Individual
az: Fərdi

# user_address_corporate
source: Corporate
az: Korporativ

# user_address_company_name
source: Company Name
az: Şirkətin Adı

# user_address_tax_office
source: Tax Office
az: Vergi İdarəsi

# user_address_tax_number
source: Tax Number
az: Vergi nömrəsi

# user_address_identity_number
source: Identity Number
az: Şəxsiyyət Nömrəsi

# user_address_form_name_empty
source: Please enter your name
az: Adınızı daxil edin

# user_address_form_surname_empty
source: Please enter your last name
az: Lütfən, soyadınızı daxil edin

# user_address_form_phone_empty
source: Please enter your phone number
az: Lütfən, telefon nömrənizi daxil edin

# user_address_form_country_empty
source: Please select a country
az: Lütfən, ölkə seçin

# user_address_form_city_empty
source: Please select a city
az: Lütfən, bir şəhər seçin

# user_address_form_district_empty
source: Please select a county
az: Lütfən, rayon seçin

# user_address_form_address_empty
source: Please enter address information
az: Ünvan məlumatını daxil edin

# user_address_form_postal_code_empty
source: Please enter postal code
az: Lütfən, poçt kodunu daxil edin

# user_address_form_address_title_empty
source: Please enter address title
az: Lütfən, ünvan başlığını daxil edin

# user_address_form_company_empty
source: Please enter company name
az: Lütfən, şirkət adını daxil edin

# user_address_form_tax_office_empty
source: Please enter tax office
az: Lütfən, vergi idarəsinə daxil olun

# user_address_form_tax_number_empty
source: Please enter tax number
az: Lütfən, vergi nömrəsini daxil edin

# user_address_form_identity_number_empty
source: Please enter ID number
az: Lütfən, ID nömrəsini daxil edin

# user_address_form_name_valid
source: Please enter a valid name
az: Lütfən, düzgün ad daxil edin

# user_address_form_surname_valid
source: Please enter a valid last name
az: Lütfən, etibarlı soyad daxil edin
