Repository: ealtaca/shopiroller_ios
Catalog: Shopiroller/Classes/Support/*.lproj/Localizable.strings
Languages: az

# user_address_form_phone_valid
source: Please enter a valid phone number
az: Lütfən, etibarlı telefon nömrəsi daxil edin

# user_address_form_address_valid
source: Please enter a valid address
az: Lütfən, düzgün ünvan daxil edin

# user_address_form_postal_code_valid
source: Please enter a valid postal code
az: Lütfən, etibarlı poçt kodu daxil edin

# user_address_form_address_title_valid
source: Please enter a valid address title
az: Lütfən, düzgün ünvan başlığı daxil edin

# user_address_form_identity_number_valid
source: Please enter a valid ID
az: Lütfən, etibarlı ID nömrəsi daxil edin

# search_bar_search_text
source: Search for Products
az: Məhsulları axtarın

# payment_bank_branch_code
source: Branch Code:
az: Filial Kodu:

# payment_bank_branch_number
source: Account Number-
az: Hesab nömrəsi-

# action_copied_clipboard
source: Copied to clipboard
az: Buferə kopyalandı

# user_address_delivery_address_title
source: Delivery Address
az: Çatdırılma Ünvanı

# user_address_invoice_address_title
source: Invoice Address
az: Fatura Ünvanı

# user_my_address_title
source: My Addresses
az: Ünvanlarım

# user_my_address_no_address_title
source: No Address
az: Ünvan yoxdur

# user_my_address_no_address_description
source: No registered address found. Please add a new address.
az: Qeydiyyatdan keçmiş ünvan tapılmadı. Lütfən, yeni ünvan əlavə edin.

# user_my_address_action_delete
source: DELETE
az: SİL

# user_my_address_address_action_edit
source: Edit
az: Düzəliş et

# user_my_address_delete_address_title
source: Are you sure you want to delete %@
az: <![CDATA[<b>%@</b>]]>-ni silmək istədiyinizə əminsiniz?

# user_my_address_delete_address_cancel_button
source: Cancel
az: Ləğv et

# user_my_address_delete_address_delete_button
source: Delete
az: Sil

# user_my_address_new_address_title
source: New Address
az: Yeni ünvan əlavə edin

# user_my_address_update_address_title
source: Update Address
az: Ünvanı yeniləyin

# user_my_address_saved_toast_message
source: Address saved
az: Ünvan saxlandı

# user_my_address_shipping_address_removed_message
source: The shipping address has been deleted successfully.
az: Göndərmə ünvanı uğurla silindi.

# user_my_address_billing_address_removed_message
source: Billing address has been deleted successfully.
az: Fatura ünvanı uğurla silindi.
